---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ClearCoverTop
source: html/98729349-3eda-f9f8-4dfe-25b2dd0265b4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ClearCoverTop Property

"Rebar Cover - Top Face"

## Syntax (C#)
```csharp
public static ForgeTypeId ClearCoverTop { get; }
```